[{
        "name": "Living Tongues",
        "motto": "Institute for Endangered Languages",
        "website": "https://livingtongues.org/",
        "donation_link": "https://www.flipcause.com/secure/cause_pdetails/NTQyNjY=",
        "social_media": [{
            "type": "facebook",
            "link": "https://www.facebook.com/living.tongues/"
        }],
        "logo": "https://i0.wp.com/livingtongues.org/wp-content/uploads/2015/03/LT-logo-1.png?resize=768%2C233&ssl=1",
        "address": "Living Tongues Institute 4676 Commercial St SE, # 454 Salem, Oregon, OR 97302",
        "operations": [{
                "region": "Africa",
                "countries": ["Nigeria", "Zimbabwe"]
            },
            {
                "region": "Asia",
                "countries": ["India", "Russia"]
            },
            {
                "region": "Oceania",
                "countries": ["Papa New Guinea", "Oceania", "Australia"]
            },
            {
                "region": "North America",
                "countries": ["US", "Canada", "Mexico"]
            },
            {
                "region": "Central and South America",
                "countries": ["Colombia", "Peru", "Bolivia", "Paraguay", "Chile"]
            }
        ],
        "mission": "BRINGING VOICES TO THE FUTURE Assisting indigenous communities in their struggle for cultural and linguistic survival Minority languages are being increasingly replaced by various politically, economically, or socio-culturally dominant ones. Every two weeks the last fluent speaker of a language passes on and with that person goes literally hundreds of generations of traditional knowledge encoded in these ancestral tongues. Nearly half of the world’s languages are likely to vanish in the next 100 years. The mission of the Living Tongues Institute for Endangered Languages is to promote the documentation, maintenance, preservation, and revitalization of endangered languages worldwide through linguist-aided, community-driven multimedia language documentation projects. Projects begin with expeditions to communities to dialogue with the last speakers of local endangered languages. After we obtain the permission of the community to work with them, we discuss various courses of action to help them meet their own goals of maintenance, revitalization, etc. program. Story books, basic literacy materials as well as grammatical and lexical materials in electronic and print form may be produced. We publish our scientific work in leading journals and in books and archive our video for the use of future generations. See our publications here. Community Training Involving indigenous assistants in basic linguistics and modern information technologies can help to reverse declining prestige, bridge the digital divide, and increase the range of uses of minority tongues. We train community members in the use of writing systems and modern digital media. This enables the documentation project to succeed and be embraced by the speech community, and creates a legacy for future generations. Public Outreach Our responsibility to global and local communities of non-indigenous people is to help them appreciate the cultural and linguistic significance of often ignored minority communities, the unique knowledge systems encoded in small languages and the value of human cultural diversity. To make our work accessible to the public, we build high-quality digital archives and searchable, online Talking Dictionaries. Along with our research focusing on Language Hotspots, we are dedicated to raising awareness about endangered languages in the following manner: to help promote widespread social awareness of the global language extinction crisis, to comprehensively document poorly known endangered languages, to get up-to-date information on numbers of speakers, contemporary use and levels of endangerment an community-driven language movements on a the world’s endangered languages, where and when appropriate to provide support in the form of language technology kits and community training and capacity building, to help support these indigenous movements in language revitalization and maintenance, to provide a forum for endangered language media products to be enjoyed by the broadest spectrum of the public and endangered communities alike. Revitalization Living Tongues projects include: multimedia pedagogical materials and databases, scientific reference grammars, traditional pedagogical materials, dictionaries, texts, ABC books, children readers, computer-aided language learning materials, educational and informational videos and booklets. Intellectual Property Rights Community ownership of intellectual property is a primary consideration. Digital recordings remain under the auspices of the endangered language community itself, which grants permission (individually and collectively) for their scholarly use and dissemination. View our Ethics Statement. Leadership The Living Tongues Institute was founded by Dr. Gregory D.S. Anderson, who is the current Director and President of the organization. Swarthmore College Linguistics professor Dr. K. David Harrison is Vice-president and Director of Research. A complete list of Living Tongues officers, language activists, fellows and associates can be found on this site. Language Documentation Fieldwork in Papua New Guinea: John Agid (left) speaking to Dr. Gregory D. S. Anderson in Matugar village. Photo by Chris Rainier. Help Us Continue Our Work Your 100% tax deductible contribution can help us preserve valuable information for future generations in the specialized knowledge contained in endangered languages. Please consider Living Tongues Institute for Endangered Languages, a 501(c)(3) non-profit organization, when planning your charitable giving. We rely solely on the generosity of donors and grants to fund our field expeditions, publications, and assistance to indigenous communities struggling for cultural survival. "
    },
    {
        "name": "The Endangered Language Fund",
        "motto": "Supporting the documentation and revitalization of the world's endangered languages",
        "website": "http://www.endangeredlanguagefund.org/",
        "donation_link": "http://www.endangeredlanguagefund.org/donate.html",
        "logo": "http://www.endangeredlanguagefund.org/uploads/7/2/8/7/72876547/1480450356.png",
        "social_media": [{
            "type": "facebook",
            "link": "https://www.facebook.com/EndangeredLanguageFund/"
        }],
        "address": "The Endangered Language Fund 300 George Street, Suite 900 New Haven, CT 06511 USA",
        "operations": [{
                "region": "Asia",
                "countries": ["India", "Russia"]
            },
            {
                "region": "North America",
                "countries": ["US", "Canada", "Mexico"]
            }
        ],
        "mission": "ELF is a 501(c)3 founded in 1996 with the goal of supporting endangered language preservation and documentation projects. Our main mechanism for supporting work on endangered languages has been funding grants to individuals, tribes, and museums. ELF’s grants have promoted work in over 60 countries and have funded a wide range of projects, from the development indigenous radio programs in South Dakota, to recording of the last living oral historian of the Shor language of western Siberia, to the establishment of orthographies and literacy materials to be used by endangered language teaching programs all over the world."
    },
    {
        "name": "The Language Conservancy",
        "motto": "How you can help save a language",
        "website": "https://www.languageconservancy.org/",
        "donation_link": "https://www.languageconservancy.org/get-involved/give/donate-now/",
        "logo": "https://languageconservancy.org/wp-content/uploads/2016/03/NEW-TLC-trans-logo1-copy-1.png",
        "social_media": [{
            "type": "twitter",
            "link": "https://twitter.com/LangConservancy"
        }],
        "address": "2620 N Walnut St #810, Bloomington, IN 47404",
        "operations": [{
                "region": "North America",
                "countries": ["US", "Canada", "Mexico"]
            },
            {
                "region": "Central and South America",
                "countries": ["Colombia", "Peru", "Bolivia", "Paraguay", "Chile"]
            }
        ],
        "mission": "Indigenous languages have been the victims of especially destructive historical pressures whose effects are only now starting to be fully realized. Given current trends, an estimated 90% of the world’s 6000 languages will become extinct or near-extinct in the next 100 years. In the United States alone, perhaps only a dozen Native American languages of the original 400-500 have a chance of surviving beyond the next thirty years. Government aid for this problem has been severely limited and the few grant-providing private foundations working on language revitalization have been strained by the demand. There are very few organizations working to raise funds for and revitalize the world’s endangered languages. The Language Conservancy (TLC) makes a very valuable contribution to indigenous communites by partnering with these communities in their stuggle to preserve their cultural and linguistic identities. The Language Conservancy is one of the few organizations working to preserve the word’s linguistic diversity. We will play a crucial role in our world today. "
    }

]